index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-27 Sat 21:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>An Overview of the Federal Reserve System</title>
<meta name="author" content="Matt Brigida, Ph.D." />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">An Overview of the Federal Reserve System</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org5fb2863">1. A Brief History[<sup>1</sup>] of the Fed</a>
<ul>
<li><a href="#orgc578832">1.1. The Gold Standard</a></li>
</ul>
</li>
<li><a href="#org517d60c">2. Fed Structure</a>
<ul>
<li><a href="#org3b61f81">2.1. Board of Governors</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
In these notes we'll cover the Federal Reserve System (hereafter 'the Fed') paying particular attention to its role in monetary policy and the regulation of financial institutions.
</p>

<div id="outline-container-org5fb2863" class="outline-2">
<h2 id="org5fb2863"><span class="section-number-2">1.</span> A Brief History[<sup>1</sup>] of the Fed</h2>
<div class="outline-text-2" id="text-1">
<p>
The Fed was created in 1913 with the passing of the Federal Reserve Act.  The creation of the Fed (a central bank for the US) was not without opponents.  See this paper for arguments against the Fed (TODO: cite). 
</p>
</div>

<div id="outline-container-orgc578832" class="outline-3">
<h3 id="orgc578832"><span class="section-number-3">1.1.</span> The Gold Standard</h3>
<div class="outline-text-3" id="text-1-1">
<p>
An important point about the creation of the Fed, which is usually omitted, is that the Fed was created when the US was on the gold standard.  This means the Fed is fundamentally different than it is today.  When the Fed was created it could not simply print more money&#x2014;if it wanted to issue a dollar it had to obtain the equivalent of gold.  Today, the Fed can simply create money from nothing.  The importance of distinction cannot be overstated.
</p>

<p>
So the Fed as it is really only dates to the 1970s (when we left the gold standard).  The Fed which started in 1913 is an entirely different organization&#x2014;only with the same name.
</p>
</div>
</div>
</div>

<div id="outline-container-org517d60c" class="outline-2">
<h2 id="org517d60c"><span class="section-number-2">2.</span> Fed Structure</h2>
<div class="outline-text-2" id="text-2">
<p>
The Fed is comprised of 5 subdivisions:
</p>

<ol class="org-ol">
<li>Board of Governors</li>
<li>Federal Open Market Committee</li>
<li>Fed District Banks</li>
<li>Advisory Committees</li>
<li>Member Banks (commercial banks)</li>
</ol>
</div>

<div id="outline-container-org3b61f81" class="outline-3">
<h3 id="org3b61f81"><span class="section-number-3">2.1.</span> Board of Governors</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Comprised of 7 members appointed by POTUS (confirmed by Congress) for 14-year non-renewable terms.  One member is appointed by POTUS to be the Chairperson (again confirmed by Congress).  The Chairperson has no more vote than the other members.  The Board oversees the dual roles of the Fed (1) implement monetary policy and (2) to regulate commercial banks.
</p>





<p>
[<sup>1</sup>]: While not intended to be, the Fed is unfortunately a political institution.  Stated simply, the Fed enables political policies.  This means any history of the Fed tends to be biased in accordance with the author's political opinions.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Matt Brigida, Ph.D.</p>
<p class="date">Created: 2024-01-27 Sat 21:57</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>